[{"des":"It's very dark in here, it is a cavern cut into dark stone."},
  {"des":""},
  {"des":""},
  {"des":"A single enormous book lies on a stand in the middle of the room."},
  {"des":"You enter what clearly seems to be an administrative building of some sort. Large wooden desks line each side of the room. There are wooden cabinents and drawers and large, leather bound books. A few administrative minons are here. They are only about three feet tall, with creamy yellow skin and big ears. They seem vaguely curious about you but mostly they are preoccupied with their work."},
  {"des":"You see a large stone building ahead with columns out front. It looks ancient but also like it is well kept and probably still in use. There is a huge wooden door 10 feet tall and a short wooden door 4 feet tall."},
  {"des":""},  
  {"des":""},
  {"des":"The pantry - There is very little in here. Apparently Death doesn't host a lot of dinner parties."},
  {"des":""},
  {"des":""},
  {"des":"The cavern starts to narrow here. The ceiling is only 20 feet or so above and the trail seems to be leading somewhere."},
  {"des":""},
  {"des":""},
  {"des":"The kitchen - here is an enormous kitchen with a great central island, baking ovens, cooktops and wash sinks. Nothing is being prepared. It doesn't look like it's been used in a long time."},
  {"des":"Part of the great hall - three long tables fill this area and the surrounding space. A door to the west leads into the kitchens."},
  {"des":"Part of the great hall - three long tables fill this area and the surrounding space. A tapestry on the east wall displays a battle scene."},
  {"des":""},
  {"des":""},
  {"des":""},
  {"des":"Entry Way - The floor is smooth, black obsideon. Dark, red and black banners hang on the wall. Lanterns light the place, casting deep shadows and filling the room with a smell of kerosene mixed with sulfur. Ahead is a large room."},
  {"des":"The great hall - three long tables fill this area and the surrounding space. They are made of smooth, dark gray stone with iron inlayed around the edges. There is nothing on the tables. Each has a number of fine looking, heavy wooden chairs around it. Hanging from the ceiling are two huge chandeliers filled with candles."},
  {"des":"Fireplace in the great hall - three long tables fill this area and the surrounding space. An enormous fireplace fills the east wall. The exterior is simple, heavy dark wood, but the interior is lined with skulls cemented together. The fire is not lit."},
  {"des":""},
  {"des":""},
  {"des":""},
  {"des":""},
  {"des":""},
  {"des":""},
  {"des":""},
  {"des":""},
  {"des":""},
  {"des":""},
  {"des":""},
  {"des":"You enter the rocky wastes. This area looks bleak and desolate. It stretches a long distance. The cavern ceiling is high above and Death's fortress looms close to one side. There is a single path through a field of boulders, some of which look blasted and scorched in some way."},
  {"des":""}]